{
    "title": "Guiòn Académico Completo para Final Oral",
    "description": "Este es un guion de nivel universitario, diseñado para que lo estudies y lo adaptes. Incluye las citas de autores, vocabulario técnico y los nexos lógicos que los profesores evalúan.",
    "intro": "Profesores, mi presentación se estructura en torno a la hipótesis central de la materia: la historia contemporánea no es una sucesión de hechos aislados, sino el despliegue de la lógica del Capital. Analizaré cómo este modo de producción surge (Unidad 2), se consolida política y económicamente (Unidad 3), entra en su fase imperialista y de crisis (Unidad 4) y se reconfigura en la actual hegemonía neoliberal y el mundo bipolar (Unidad 5). Para ello, utilizaré las categorías de la Historia Social definidas en la Unidad 1.",
    "sections": [
        {
            "id": "u1",
            "title": "Unidad 1: La Historia como Ciencia",
            "content": "Para comenzar, es fundamental definir desde dónde hablamos. Siguiendo a **Pierre Vilar** y **Marx**, la historia no es el relato de los 'grandes hombres', sino la ciencia de la **Totalidad Social**. Esto significa que no podemos separar lo económico, lo político y lo ideológico; todo está interconectado en lo que llamamos **Modo de Producción**.\n\nEste concepto articula dos elementos:\n1.  Las **Fuerzas Productivas** (nuestra capacidad técnica y humana de transformar la naturaleza).\n2.  Las **Relaciones Sociales de Producción** (quién se apropia del excedente).\n\nComo explica **Braudel**, debemos diferenciar la 'coyuntura' (el evento breve, como una elección) de la **'estructura'** (la larga duración, como el capitalismo mismo). Mi exposición se centrará en los cambios estructurales."
        },
        {
            "id": "u2",
            "title": "Unidad 2: La Génesis del Capitalismo",
            "content": "El primer gran cambio estructural es el paso del Feudalismo al Capitalismo. Esto no ocurrió pacíficamente. **Marx** lo refuta: no fue por el 'ahorro' de los burgueses, sino por la **Acumulación Originaria**.\n\nEste proceso se basó en la violencia: la disociación entre el productor y los medios de producción. En Inglaterra, esto se vio en los **Cercamientos (Enclosures)** explicados por **Giuliani**: los campesinos fueron expulsados de sus tierras comunales para criar ovejas. Sin tierra, no tuvieron otra opción que vender su fuerza de trabajo o morir de hambre. Así nace la **Clase Obrera**.\n\nAl mismo tiempo, el **Saqueo Colonial** y la esclavitud en América permitieron a Europa concentrar el capital necesario para dar el siguiente salto: la Revolución Industrial. Aquí, el obrero ya no controla el proceso (como el artesano), sino que sirve a la máquina."
        },
        {
            "id": "u3",
            "title": "Unidad 3: La Doble Revolución",
            "content": "Con el capital acumulado, se desata lo que **Hobsbawm** llama la **Doble Revolución**, que consolida el mundo burgués:\n\n1.  **Revolución Industrial (Económica):** Transforma la producción. Nace el sistema de fábrica y el proletariado urbano se masifica. La lucha de clases, inicialmente desorganizada (Ludismo), pasa a ser política (Cartismo).\n2.  **Revolución Francesa (Política):** La burguesía necesita destruir las trabas feudales (privilegios de sangre) para imponer el libre mercado. Instauran la igualdad jurídica, pero no económica. Sectores radicales como los **Jacobinos** y **Sans-culottes** empujan el proceso, pero finalmente la burguesía conservadora toma el control.\n\nEn el siglo XIX, el conflicto explota en 1848 y culmina en la **Comuna de París (1871)**, donde el proletariado intenta por primera vez su propio gobierno, demostrando que la burguesía ya no es una clase revolucionaria, sino conservadora."
        },
        {
            "id": "u4",
            "title": "Unidad 4: Imperialismo y Guerra",
            "content": "A fines del siglo XIX, la libre competencia muere. Entramos en la fase del **Imperialismo**, definida por **Lenin** por cinco rasgos: monopolios, capital financiero, exportación de capitales, y el reparto del mundo.\n\nYa no hay territorios 'libres'. Las potencias deben quitarse mercados entre sí. Esto lleva inevitablemente a la **Primera Guerra Mundial**, una guerra de rapiña.\n\nLas contradicciones del sistema estallan:\n*   En 1917, la **Revolución Rusa** demuestra que es posible un mundo fuera del capital.\n*   En 1929, la **Crisis de Wall Street** muestra la anarquía de la producción capitalista.\n\nAnte el miedo al comunismo y la crisis, la burguesía recurre al **Fascismo** y al **Nazismo**. Como explica **Gastiazoro**, las potencias 'democráticas' (Francia, Inglaterra) permitieron el ascenso de Hitler (Pacto de Munich) esperando que atacara a la URSS. Esto desencadenó la **Segunda Guerra Mundial**, una guerra compleja: interimperialista, pero también de defensa del socialismo y de liberación nacional."
        },
        {
            "id": "u5",
            "title": "Unidad 5: Mundo Bipolar y Neoliberalismo",
            "content": "Tras 1945, el mundo se divide en dos: **Guerra Fría**. Para frenar el avance comunista, Occidente crea el **Estado de Bienestar** (Keynesianismo): ceder derechos para no perder el poder.\n\nPero en los 70, la tasa de ganancia cae. El capital lanza su contraofensiva: el **Neoliberalismo**. Sus líderes (Reagan, Thatcher) desmantelan el bienestar, privatizan y desregulan (Consenso de Washington en América Latina).\n\nLa URSS colapsa en 1991 por sus propias ineficiencias (fallo de la **Perestroika**). Parecía el 'Fin de la Historia', pero hoy vemos que no es así. El sistema actual enfrenta nuevas crisis: la desigualdad extrema, el **Neoextractivismo** (saqueo de recursos naturales, descrito por Svampa) y el ascenso de nuevas potencias como China.\n\n**Conclusión Final:** Profesor, la historia nos muestra que el capitalismo es dinámico y crisis-propenso. Desde los cercamientos hasta la actual 'acumulación por despojo', la lógica sigue siendo la misma: la separación entre quienes tienen todo y quienes solo tienen su trabajo."
        }
    ],
    "tips": [
        "Habla pausado y con seguridad. Si te trabas, respira.",
        "Menciona los apellidos de los autores (Marx, Hobsbawm, Lenin) cuando expongas sus ideas.",
        "Si te preguntan algo específico, relacionálo con el contexto general (ej. 'La crisis del 29 se explica por la especulación financiera propia de la etapa imperialista').",
        "Usa términos técnicos: 'Plusvalía', 'Hegemonía', 'Coacción extra-económica'."
    ]
}